[
  {
    "tweet_author_name": "Adele",
    "tweet_author_username": "Adele",
    "tweet_link": "https://twitter.com/Adele/status/1460022266423439362",
    "tweet_text": "Having been on such a rollercoaster the last few years and then the pandemic, it was hard to imagine being on stage singing again ever. So the fact that I got to and also got to sing my new songs, has me feeling a million things at once!",
    "tweet_retweets": 2628
  },
  {
    "tweet_author_name": "Bill Cosby",
    "tweet_author_username": "BillCosby",
    "tweet_link": "https://twitter.com/BillCosby/status/1410732707215142918",
    "tweet_text": "Mainstream media has irresponsibly, egregiously and inexcusably misled the public with out of context coverage regarding Bill Cosby's deposition testimony.This shall serve as a grave reminder of the consequences that come with lying to the American people to satisfy an agenda.",
    "tweet_retweets": 113
  },
  {
    "tweet_author_name": "Bill Nye",
    "tweet_author_username": "BillNye",
    "tweet_link": "https://twitter.com/BillNye/status/1538978299371737088",
    "tweet_text": "Getting the facts right is important. I want to thank my followers for pointing out that Juneteenth did not mark the end of slavery. It was a milestone on the long road to freedom and a day chosen to celebrate and reflect.",
    "tweet_retweets": 335
  },
  {
    "tweet_author_name": "Bill Nye",
    "tweet_author_username": "BillNye",
    "tweet_link": "https://twitter.com/BillNye/status/1411443060077064193",
    "tweet_text": "Thats even though its not where youd expect to meet 50,000 year old saber-toothed cats right in the middle of a county of 10 million people",
    "tweet_retweets": 37
  },
  {
    "tweet_author_name": "Skip Bayless",
    "tweet_author_username": "RealSkipBayless",
    "tweet_link": "https://twitter.com/RealSkipBayless/status/1596248144118919168",
    "tweet_text": "I just watched USA vs England on FOX in its entirety. Not much happened - which was a great thing. 0-0. We battled toe-to-toe with the heavy favorites, held our own. Pulisic lefty-drilled one off the crossbar. Late English header was scary but wide. Now: beat Iran, advance.",
    "tweet_retweets": 387
  },
  {
    "tweet_author_name": "Skip Bayless",
    "tweet_author_username": "RealSkipBayless",
    "tweet_link": "https://twitter.com/RealSkipBayless/status/1597472232439435265",
    "tweet_text": "LeBron just played a brutal 4th quarter, guarded by 6-3 rookie Nembhard, allowing Lakers to lose a 17-pt lead at home to an Indiana playing back to back. NO CLOSER GENE. He finally did make late layup to give LA a 2-pt lead. But Nembhard, LBJ's man, drained a buzzer 3 to win it.",
    "tweet_retweets": 317
  },
  {
    "tweet_author_name": "Skip Bayless",
    "tweet_author_username": "RealSkipBayless",
    "tweet_link": "https://twitter.com/RealSkipBayless/status/1596606680887742465",
    "tweet_text": "Holy Woody Hayes: Michigan 45, THE Ohio State 23. IN COLUMBUS! Under the circumstances, this has to be the most humiliating Buckeyes' home loss in the history of this rivalry.",
    "tweet_retweets": 259
  },
  {
    "tweet_author_name": "Elon Musk",
    "tweet_author_username": "elonmusk",
    "tweet_link": "https://twitter.com/elonmusk/status/1597405399040217088",
    "tweet_text": "This is a battle for the future of civilization. If free speech is lost even in America, tyranny is all that lies ahead.",
    "tweet_retweets": 135750
  },
  {
    "tweet_author_name": "Elon Musk",
    "tweet_author_username": "elonmusk",
    "tweet_link": "https://twitter.com/elonmusk/status/1597336812732575744",
    "tweet_text": "The Twitter Files on free speech suppression soon to be published on Twitter itself. The public deserves to know what really happened ",
    "tweet_retweets": 126444
  },
  {
    "tweet_author_name": "Elon Musk",
    "tweet_author_username": "elonmusk",
    "tweet_link": "https://twitter.com/elonmusk/status/1595473875847942146",
    "tweet_text": "Should Twitter offer a general amnesty to suspended accounts, provided that they have not broken the law or engaged in egregious spam?",
    "tweet_retweets": 60586
  },
  {
    "tweet_author_name": "Elon Musk",
    "tweet_author_username": "elonmusk",
    "tweet_link": "https://twitter.com/elonmusk/status/1596942103937921025",
    "tweet_text": "Just a note to encourage people of different political or other views to engage in civil debate on Twitter. Worst case, the other side has a slightly better understanding of your views.",
    "tweet_retweets": 29609
  },
  {
    "tweet_author_name": "Steve Harvey",
    "tweet_author_username": "IAmSteveHarvey",
    "tweet_link": "https://twitter.com/IAmSteveHarvey/status/1594798640245403650",
    "tweet_text": "A lot y'all enemies be in the pictures with you that you are posting dont let that go over your head cut the grass find the snakes",
    "tweet_retweets": 6015
  },
  {
    "tweet_author_name": "jack",
    "tweet_author_username": "jack",
    "tweet_link": "https://twitter.com/jack/status/1588913276980633600",
    "tweet_text": "Folks at Twitter past and present are strong and resilient. They will always find a way no matter how difficult the moment. I realize many are angry with me. I own the responsibility for why everyone is in this situation: I grew the company size too quickly. I apologize for that.",
    "tweet_retweets": 14719
  },
  {
    "tweet_author_name": "jack",
    "tweet_author_username": "jack",
    "tweet_link": "https://twitter.com/jack/status/1518772756069773313",
    "tweet_text": "In principle, I dont believe anyone should own or run Twitter. It wants to be a public good at a protocol level, not a company. Solving for the problem of it being a company however, Elon is the singular solution I trust. I trust his mission to extend the light of consciousness.",
    "tweet_retweets": 10828
  },
  {
    "tweet_author_name": "J. Cole",
    "tweet_author_username": "JColeNC",
    "tweet_link": "https://twitter.com/JColeNC/status/1146901375055384576",
    "tweet_text": "Revenge album dropping 2nite. Know that this album represents community and the unheard unsung artist that fight and bleed daily to be felt. There will be someone you never heard of on this album. Look them up and support them if they resonate with you. A follow goes a long way.",
    "tweet_retweets": 69949
  },
  {
    "tweet_author_name": "J. Cole",
    "tweet_author_username": "JColeNC",
    "tweet_link": "https://twitter.com/JColeNC/status/1146905887845605377",
    "tweet_text": "Thank you to Every artist on Dreamville for allowing me to be a part of your journey and in turn inspiring me and making me proud constantly. Im proud of yall for this album.",
    "tweet_retweets": 14932
  },
  {
    "tweet_author_name": "Naval",
    "tweet_author_username": "naval",
    "tweet_link": "https://twitter.com/naval/status/1574638443237294080",
    "tweet_text": "Panic led to lockdowns. Lockdowns led to fiscal stimulus. Stimulus led to inflation. Inflation led to monetary tightening. Tightening leads to recession. The panic wasnt free - and the bill is coming due.",
    "tweet_retweets": 12657
  },
  {
    "tweet_author_name": "Naval",
    "tweet_author_username": "naval",
    "tweet_link": "https://twitter.com/naval/status/1548789597756280832",
    "tweet_text": "The modern world is managed by bureaucracies staffed with average people. Bureaucrats pile on rule after rule to keep the below-average from hurting themselves or others. Smart and capable individuals need to either opt-out of society or win big before the system suffocates them.",
    "tweet_retweets": 3260
  },
  {
    "tweet_author_name": "Naval",
    "tweet_author_username": "naval",
    "tweet_link": "https://twitter.com/naval/status/1591154199890661376",
    "tweet_text": "Borrowing for consumption blows up households.  Borrowing for speculation blows up banks. Borrowing for bailouts, handouts, and wars blows up currencies. Credit is an economic drug - feel good now, blow up later.",
    "tweet_retweets": 2523
  },
  {
    "tweet_author_name": "Naval",
    "tweet_author_username": "naval",
    "tweet_link": "https://twitter.com/naval/status/1576283520388894720",
    "tweet_text": "We can be pro-Ukraine, anti-Russia, and still acknowledge that NATO should not risk a global thermonuclear war to defend a non-NATO country.",
    "tweet_retweets": 1838
  },
  {
    "tweet_author_name": "Naval",
    "tweet_author_username": "naval",
    "tweet_link": "https://twitter.com/naval/status/1587523978456748033",
    "tweet_text": "Charging for the blue check moves it from a status symbol to a utilitarian one. It elicits shrieks because its more about leveling the playing field than making money.",
    "tweet_retweets": 1204
  },
  {
    "tweet_author_name": "@jason",
    "tweet_author_username": "Jason",
    "tweet_link": "https://twitter.com/Jason/status/1594832094416470021",
    "tweet_text": "When is the last time you heard from Zuckerberg about how he is running fb and instagram? When is the last time you heard from the CEO of TikTok about how they are using our data? Who even is the ceo of TikTok?! How accessible are these leaders?",
    "tweet_retweets": 4351
  },
  {
    "tweet_author_name": "@jason",
    "tweet_author_username": "Jason",
    "tweet_link": "https://twitter.com/Jason/status/1596588188499337221",
    "tweet_text": "Fortunes are built in the down market, and collected in the up market.   Dotcom bust, Great Recession and now the speculative asset bubble were all the same: a great time for builders to build.",
    "tweet_retweets": 173
  },
  {
    "tweet_author_name": "@jason",
    "tweet_author_username": "Jason",
    "tweet_link": "https://twitter.com/Jason/status/1596723388151922688",
    "tweet_text": "The next phase of the tech industry will be very different, as these boom and bust cycles leave deep scars in management teams, VCs, and founders. The age of excess and entitlement ending this hard will result in a decade (or two) of intense focus, austerity, and exceptionalism.",
    "tweet_retweets": 167
  },
  {
    "tweet_author_name": "@jason",
    "tweet_author_username": "Jason",
    "tweet_link": "https://twitter.com/Jason/status/1595489561760743444",
    "tweet_text": "Mental health services should be free, persistent, and comprehensive. This is a worthy investment for the modern world.",
    "tweet_retweets": 157
  },
  {
    "tweet_author_name": "@jason",
    "tweet_author_username": "Jason",
    "tweet_link": "https://twitter.com/Jason/status/1595300830982205441",
    "tweet_text": "Founders should never leave the ship until the mission is accomplished, its at the bottom of the ocean, or theyre dragged out forcefully. Just one mans opinion.",
    "tweet_retweets": 140
  },
  {
    "tweet_author_name": "Jimmy Fallon",
    "tweet_author_username": "jimmyfallon",
    "tweet_link": "https://twitter.com/jimmyfallon/status/1574861138159869972",
    "tweet_text": "I used to think that if I turned on the light in the back seat while the car was moving, we would get pulled over by the police and my parents would go to jail for 50 years.",
    "tweet_retweets": 103
  },
  {
    "tweet_author_name": "Jimmy Fallon",
    "tweet_author_username": "jimmyfallon",
    "tweet_link": "https://twitter.com/jimmyfallon/status/1584982110519316481",
    "tweet_text": "One year I forgot a Halloween costume so I just spent the whole night holding on to the bathroom door and told everyone I was Jack from Titanic.",
    "tweet_retweets": 60
  },
  {
    "tweet_author_name": "Jimmy Fallon",
    "tweet_author_username": "jimmyfallon",
    "tweet_link": "https://twitter.com/jimmyfallon/status/1571918105655353344",
    "tweet_text": "My friend went to Red Lobster with a date who insisted on ordering everything in an Australian accent. He thought it was Outback Steakhouse.",
    "tweet_retweets": 46
  },
  {
    "tweet_author_name": "Jimmy Fallon",
    "tweet_author_username": "jimmyfallon",
    "tweet_link": "https://twitter.com/jimmyfallon/status/1579566059950333952",
    "tweet_text": "I was in a group text and started a side chat where I asked my friend, What is Nick talking about? My friend texted back, Not sure. This is Nick, btw.",
    "tweet_retweets": 41
  },
  {
    "tweet_author_name": "MrBeast",
    "tweet_author_username": "MrBeast",
    "tweet_link": "https://twitter.com/MrBeast/status/1562418541533736960",
    "tweet_text": "I was walking around in India and someone asked for a picture. So I asked my translator to ask him what his favorite MrBeast video is and he said that he doesnt know what a MrBeast is and just wanted a photo with a tall white guy lol",
    "tweet_retweets": 31610
  },
  {
    "tweet_author_name": "MrBeast",
    "tweet_author_username": "MrBeast",
    "tweet_link": "https://twitter.com/MrBeast/status/1586101495665246210",
    "tweet_text": "We recorded a gaming video with Techno before he passed away and his dad and I thought today, the anniversary of his channel would be a good day to honor him. We just uploaded it, Rest In Peace Techno legends never die ",
    "tweet_retweets": 7596
  },
  {
    "tweet_author_name": "MrBeast",
    "tweet_author_username": "MrBeast",
    "tweet_link": "https://twitter.com/MrBeast/status/1524090020197449730",
    "tweet_text": "A major music label should stop copyright striking YouTubers every opportunity it gets and instead let us use their music and then we YouTubers all rally and get them 10s of billions of impressions on their music for not being cunts to us. Thoughts?",
    "tweet_retweets": 6668
  },
  {
    "tweet_author_name": "MrBeast",
    "tweet_author_username": "MrBeast",
    "tweet_link": "https://twitter.com/MrBeast/status/1503129407195656196",
    "tweet_text": "I was chilling at a red light and the guy in the car in front of me gets out of his car and dead sprints to mine to ask for a picture.. I thought I was getting robbed",
    "tweet_retweets": 4973
  },
  {
    "tweet_author_name": "MrBeast",
    "tweet_author_username": "MrBeast",
    "tweet_link": "https://twitter.com/MrBeast/status/1548682985595195396",
    "tweet_text": "Weve been working on our 100 million subscriber special all year and its my most expensive and insane video ever! I cant wait to hit 100 mil and upload this :))",
    "tweet_retweets": 4546
  },
  {
    "tweet_author_name": "John Cena",
    "tweet_author_username": "JohnCena",
    "tweet_link": "https://twitter.com/JohnCena/status/1575900268297744384",
    "tweet_text": "Its ok to be silly. Its ok to be whimsical. Its ok to be creative. Its ok to show emotion. Its ok to be wrong. Its ok to fail. Its ok to hold hands and hug. Its ok to say I love you. Its ok to live. Its ok to be you because we are all just trying to figure it out.",
    "tweet_retweets": 16286
  },
  {
    "tweet_author_name": "John Cena",
    "tweet_author_username": "JohnCena",
    "tweet_link": "https://twitter.com/JohnCena/status/1576961476215963648",
    "tweet_text": "You can get ahead in life and still be kind. Be a fighter without being a bully. Swim without being a shark. Be vulnerable and still be strong. Step up without stepping on and over others. You can live with love for self and others.",
    "tweet_retweets": 8773
  },
  {
    "tweet_author_name": "John Cena",
    "tweet_author_username": "JohnCena",
    "tweet_link": "https://twitter.com/JohnCena/status/1582030891718569985",
    "tweet_text": "If you constantly give of yourself and are repeatedly taken advantage of, the burden lies on your shoulders to create boundaries and stick to them. Its far more difficult than it seems but also extremely rewarding in gaining quality of life.",
    "tweet_retweets": 7172
  },
  {
    "tweet_author_name": "John Cena",
    "tweet_author_username": "JohnCena",
    "tweet_link": "https://twitter.com/JohnCena/status/1583113587760865282",
    "tweet_text": "We have little control over how much others care for us. We have much more control about how much we care for ourselves and others.",
    "tweet_retweets": 6349
  },
  {
    "tweet_author_name": "John Cena",
    "tweet_author_username": "JohnCena",
    "tweet_link": "https://twitter.com/JohnCena/status/1583475184493015041",
    "tweet_text": "Each road you travel will be filled with those who tell you that you cant or you can. It is your choice to decide whether you wont or you will.",
    "tweet_retweets": 6009
  },
  {
    "tweet_author_name": "John Green",
    "tweet_author_username": "johngreen",
    "tweet_link": "https://twitter.com/johngreen/status/1590389675323449344",
    "tweet_text": "I feel so bad for the people who are coding twitter today. Like, it's already been a stressful week, but then in comes the Boss every five minutes to announce, \"I am reuncanceling my uncanceled cancelation of Official status.\"",
    "tweet_retweets": 1421
  },
  {
    "tweet_author_name": "John Green",
    "tweet_author_username": "johngreen",
    "tweet_link": "https://twitter.com/johngreen/status/1590389792360914944",
    "tweet_text": "Maybe there is a lesson for all of us in this, which is that godking dictators might be bad for countries AND corporations.",
    "tweet_retweets": 292
  },
  {
    "tweet_author_name": "John Green",
    "tweet_author_username": "johngreen",
    "tweet_link": "https://twitter.com/johngreen/status/1590000551231913984",
    "tweet_text": "For a long time I thought that I existed to try to write stories that helped young people feel less alone. Now I realize that God put me on this Earth to sell socks.",
    "tweet_retweets": 100
  },
  {
    "tweet_author_name": "ye",
    "tweet_author_username": "kanyewest",
    "tweet_link": "https://twitter.com/kanyewest/status/1323641120778145792",
    "tweet_text": "God is so good. Today I am voting for the first time in my life for the President of the United States, and it's for someone I truly trust...me.  ",
    "tweet_retweets": 19047
  },
  {
    "tweet_author_name": "ye",
    "tweet_author_username": "kanyewest",
    "tweet_link": "https://twitter.com/kanyewest/status/1312413216652226560",
    "tweet_text": "Theres a crying need for civility across the board. We need to and will come together in the name of Jesus. Im praying for President Trumps and Melanias full recovery, just as I would for Joe and Jill Biden if they were stricken, as well as everyone else with COVID-19.",
    "tweet_retweets": 11076
  },
  {
    "tweet_author_name": "ye",
    "tweet_author_username": "kanyewest",
    "tweet_link": "https://twitter.com/kanyewest/status/1323479605970259972",
    "tweet_text": "I hear people say ... this person is cool and this person is not cool... people are cool... man has never invented anything as awesome as a an actual person but sometimes we value the objects we create over life itself",
    "tweet_retweets": 10390
  },
  {
    "tweet_author_name": "Kevin Durant",
    "tweet_author_username": "KDTrey5",
    "tweet_link": "https://twitter.com/KDTrey5/status/1574734543755649025",
    "tweet_text": "16th training camp today, im old as shit in nba years. Wishing a fun and healthy season for the whole nba today, thanks to all the supporters out there, its much appreciated! Lets get it",
    "tweet_retweets": 6635
  },
  {
    "tweet_author_name": "Kevin Durant",
    "tweet_author_username": "KDTrey5",
    "tweet_link": "https://twitter.com/KDTrey5/status/1588549639191818240",
    "tweet_text": "Just wanna clarify the statements I made at shootaround, I see some people are confused..I dont condone hate speech or anti-semetism, Im about spreading love always. Our game Unites people and I wanna make sure thats at the forefront",
    "tweet_retweets": 3328
  },
  {
    "tweet_author_name": "Kevin Hart",
    "tweet_author_username": "KevinHart4real",
    "tweet_link": "https://twitter.com/KevinHart4real/status/1573336568697589760",
    "tweet_text": "My audiobook Monsters and How To Tame Them is a MUST LISTEN PEOPLE!!!!! Trust me on this one.I am touching on a lot of my personal experiences and Im showing the value in those ups and downsat the end of the day its about the lessons that we are taught thru life",
    "tweet_retweets": 52
  },
  {
    "tweet_author_name": "Kim Kardashian",
    "tweet_author_username": "KimKardashian",
    "tweet_link": "https://twitter.com/KimKardashian/status/1597017102665142272",
    "tweet_text": "I have been quiet for the past few days, not because I havent been disgusted and outraged by the recent Balenciaga campaigns, but because I wanted an opportunity to speak to their team to understand for myself how this could have happened.",
    "tweet_retweets": 3669
  },
  {
    "tweet_author_name": "LeBron James",
    "tweet_author_username": "KingJames",
    "tweet_link": "https://twitter.com/KingJames/status/1570184134827573248",
    "tweet_text": "Read through the Sarver stories a few times now. I gotta be honest. Our league definitely got this wrong. I dont need to explain why. Yall read the stories and decide for yourself. I said it before and Im gonna say it again, there is no place in this league for that kind of",
    "tweet_retweets": 7717
  },
  {
    "tweet_author_name": "LeBron James",
    "tweet_author_username": "KingJames",
    "tweet_link": "https://twitter.com/KingJames/status/1589109593116151808",
    "tweet_text": "Im gone be honest 20 mins into it, I just had to stop watching UNTOLD OPERATION FLAGRANT FOUL. Especially with having a  game tomorrow and I probably wont finish it until i retire. Cant have my mind feeling a way!",
    "tweet_retweets": 1243
  },
  {
    "tweet_author_name": "Kobe Bryant",
    "tweet_author_username": "kobebryant",
    "tweet_link": "https://twitter.com/kobebryant/status/1169074969411649536",
    "tweet_text": "We all want our kids to be the best version of themselves and dream as big as they can to reach their highest potential. But chasing a dream takes a lot of courage. Thats what I want kids to learn by reading our novels.",
    "tweet_retweets": 2216
  },
  {
    "tweet_author_name": "Kobe Bryant",
    "tweet_author_username": "kobebryant",
    "tweet_link": "https://twitter.com/kobebryant/status/1169074407408427008",
    "tweet_text": "Legacy and the Queen will teach kids lessons in perseverance, commitment, hard work, compassion, and empathy. And the lessons built within the story are the same disciplines and prinples that I try to instill in my daughters everyday.",
    "tweet_retweets": 71
  },
  {
    "tweet_author_name": "Leonardo DiCaprio",
    "tweet_author_username": "LeoDiCaprio",
    "tweet_link": "https://twitter.com/LeoDiCaprio/status/1575170541559771145",
    "tweet_text": "The past two decades have seen China build its deep-sea fishing fleet into the thousands, resulting in China depleting its own stock of fish in oceans closest to them. In turn, their fishermen have sailed to other oceans across the world to continue deep-sea fishing.",
    "tweet_retweets": 3207
  },
  {
    "tweet_author_name": "Leonardo DiCaprio",
    "tweet_author_username": "LeoDiCaprio",
    "tweet_link": "https://twitter.com/LeoDiCaprio/status/1565347164233928705",
    "tweet_text": "Young people in Portugal are fighting against powerful European governments to protect their homelands and livelihoods that have been destroyed by extreme weather conditions.",
    "tweet_retweets": 1647
  },
  {
    "tweet_author_name": "Leonardo DiCaprio",
    "tweet_author_username": "LeoDiCaprio",
    "tweet_link": "https://twitter.com/LeoDiCaprio/status/1589975667223187457",
    "tweet_text": "Voting is one of the most important civic duties we have, ensuring that issues that impact us the most are top of mind for the politicians that represent us.",
    "tweet_retweets": 692
  },
  {
    "tweet_author_name": "Michelle Obama",
    "tweet_author_username": "MichelleObama",
    "tweet_link": "https://twitter.com/MichelleObama/status/1591906791985659905",
    "tweet_text": "Some of these tools are habits. Some are actual physical objects. Others are attitudes and beliefs from my ongoing journey of becoming. I poured a lot into this book, and my hope is that it might give you some ideas for your own journey.",
    "tweet_retweets": 263
  },
  {
    "tweet_author_name": "Michelle Obama",
    "tweet_author_username": "MichelleObama",
    "tweet_link": "https://twitter.com/MichelleObama/status/1590819395328442368",
    "tweet_text": "So thank you to each and every one of you for showing up and showing out this year. You stepped up when your democracy needed you. Together, we are changing the game!",
    "tweet_retweets": 262
  },
  {
    "tweet_author_name": "Michelle Obama",
    "tweet_author_username": "MichelleObama",
    "tweet_link": "https://twitter.com/MichelleObama/status/1593015703451623424",
    "tweet_text": "In their own way, these women keep me grounded when times are tough. They listen to me vent. They help me see myself. They give me laughter and love. And Im so grateful for each and every one of them.",
    "tweet_retweets": 199
  },
  {
    "tweet_author_name": "Mike Tyson",
    "tweet_author_username": "MikeTyson",
    "tweet_link": "https://twitter.com/MikeTyson/status/1486375967316746246",
    "tweet_text": "When we're born, there's only a certain amount of time we have until we die. The question then becomes, what are you going to do with this time?",
    "tweet_retweets": 2784
  },
  {
    "tweet_author_name": "Mike Tyson",
    "tweet_author_username": "MikeTyson",
    "tweet_link": "https://twitter.com/MikeTyson/status/1487100729194078209",
    "tweet_text": "In life, making mistakes is inevitable. But I learned that those same mistakes will later become the blueprint of success in our life.",
    "tweet_retweets": 1692
  },
  {
    "tweet_author_name": "Mike Tyson",
    "tweet_author_username": "MikeTyson",
    "tweet_link": "https://twitter.com/MikeTyson/status/1496878269915967495",
    "tweet_text": "It's always the devil that wants you to be down, and God who wants you to be up. You have to choose whose side you want to be on.",
    "tweet_retweets": 1127
  },
  {
    "tweet_author_name": "Mike Tyson",
    "tweet_author_username": "MikeTyson",
    "tweet_link": "https://twitter.com/MikeTyson/status/1498327888944406534",
    "tweet_text": "I used to fight anybody my trainer put me in with because I was confident that I could beat any fighter in the world. Anybody could see that I was almost a master at evading punches coming at me.",
    "tweet_retweets": 504
  },
  {
    "tweet_author_name": "Mike Tyson",
    "tweet_author_username": "MikeTyson",
    "tweet_link": "https://twitter.com/MikeTyson/status/1501959776015556613",
    "tweet_text": "In the 80s when we were coming up, we just wanted to be somebody just for that moment. We had no idea we were going to do it for 20 years.",
    "tweet_retweets": 170
  },
  {
    "tweet_author_name": "Oprah Winfrey",
    "tweet_author_username": "Oprah",
    "tweet_link": "https://twitter.com/Oprah/status/1583839380414038017",
    "tweet_text": "We created a place to gather stories of Black women that honor our identity, beauty, and humanity through the lens of our hair. I hope you can join us on this wondrous world of our hair!",
    "tweet_retweets": 85
  },
  {
    "tweet_author_name": "Rafa Nadal",
    "tweet_author_username": "RafaelNadal",
    "tweet_link": "https://twitter.com/RafaelNadal/status/1570442868057313285",
    "tweet_text": "Dear Roger, my friend and rival. I wish this day would have never come. Its a sad day for me personally and for sports around the world. Its been a pleasure but also an honor and privilege to share all these years with you, living so many amazing moments on and off the court",
    "tweet_retweets": 75225
  },
  {
    "tweet_author_name": "Shakira",
    "tweet_author_username": "shakira",
    "tweet_link": "https://twitter.com/shakira/status/1535983079680094209",
    "tweet_text": "I just heard from my team that the Te Felicito video flew past 100 million views yesterday! You are the best fans in the whole wide world! Thanks so much for your support and love!",
    "tweet_retweets": 357
  },
  {
    "tweet_author_name": "SHAQ",
    "tweet_author_username": "SHAQ",
    "tweet_link": "https://twitter.com/SHAQ/status/1519009838008651782",
    "tweet_text": "Its not about buying jpegs, its about intellectual property that those jpegs stand for and how its only a matter of time that big brands adapt those IPs.",
    "tweet_retweets": 2354
  },
  {
    "tweet_author_name": "Tim Tebow",
    "tweet_author_username": "TimTebow",
    "tweet_link": "https://twitter.com/TimTebow/status/1579245400623845377",
    "tweet_text": "Ultimately, life is based on a bunch of decisions. But one of the most important decisions you'll ever make is trusting Jesus with your life!",
    "tweet_retweets": 2248
  },
  {
    "tweet_author_name": "Tim Tebow",
    "tweet_author_username": "TimTebow",
    "tweet_link": "https://twitter.com/TimTebow/status/1593629568778256385",
    "tweet_text": "Life is challenging. None of us are immune to tough times, seasons of doubt, or trials that seem like theyll never end. But we can still choose to believe that God will use our hardships for good, and turn our darkness into light.",
    "tweet_retweets": 874
  },
  {
    "tweet_author_name": "Tim Tebow",
    "tweet_author_username": "TimTebow",
    "tweet_link": "https://twitter.com/TimTebow/status/1570488949797453824",
    "tweet_text": "God doesnt call us to be average. Dont settle because youre afraid, because the pressure is too high or because you had a bad experience in the past. You are made for more than just getting by!",
    "tweet_retweets": 839
  },
  {
    "tweet_author_name": "Tim Tebow",
    "tweet_author_username": "TimTebow",
    "tweet_link": "https://twitter.com/TimTebow/status/1595432037665611777",
    "tweet_text": "You might not see the fruit of your labor right away. But keep being obedient to what God is calling you to do. Focus on your mission, and dont get carried away with the results. Those are best left in Gods hands!",
    "tweet_retweets": 833
  },
  {
    "tweet_author_name": "Tom Hanks",
    "tweet_author_username": "tomhanks",
    "tweet_link": "https://twitter.com/tomhanks/status/1245507869618737152",
    "tweet_text": "There would be no Playtone without Adam Schlesinger, without his That Thing You Do! He was a One-der. Lost him to Covid-19. Terribly sad today. Hanx",
    "tweet_retweets": 6800
  },
  {
    "tweet_author_name": "Tony Hawk",
    "tweet_author_username": "tonyhawk",
    "tweet_link": "https://twitter.com/tonyhawk/status/1506043115731185664",
    "tweet_text": "If being in every Jackass movie, xXx, Police Academy 4 and Sharknado 5 doesnt qualify me to present at the Oscars, then your taste in movies needs readjusting.",
    "tweet_retweets": 8304
  },
  {
    "tweet_author_name": "Tony Robbins",
    "tweet_author_username": "TonyRobbins",
    "tweet_link": "https://twitter.com/TonyRobbins/status/1536370847555809281",
    "tweet_text": "Where focus goes, energy flows. And where energy flows, whatever you're focusing on grows. In other words, your life is controlled by what you focus on. That's why you need to focus on where you want to go, not on what you fear.",
    "tweet_retweets": 714
  },
  {
    "tweet_author_name": "Tony Robbins",
    "tweet_author_username": "TonyRobbins",
    "tweet_link": "https://twitter.com/TonyRobbins/status/1535366763767922688",
    "tweet_text": "The three decisions that control your destiny are: 1. Your decisions about what to focus on. 2. Your decisions about what things mean to you. 3. Your decisions about what to do to create the results you desire.",
    "tweet_retweets": 440
  },
  {
    "tweet_author_name": "Tony Robbins",
    "tweet_author_username": "TonyRobbins",
    "tweet_link": "https://twitter.com/TonyRobbins/status/1460723124295516161",
    "tweet_text": "There is more than enough food produced in the world to feed everyone on the planet. Still, as many as 811 million souls worldwide go to bed hungry, including 14 million children. Lets change that!",
    "tweet_retweets": 81
  },
  {
    "tweet_author_name": "Tony Robbins",
    "tweet_author_username": "TonyRobbins",
    "tweet_link": "https://twitter.com/TonyRobbins/status/1417579022112882692",
    "tweet_text": "I Am You is inspired by the story of a refugee, the horrendous conditions before his heroic journey, the heartbreaking indifference confronting him along the way, and the uplifting power and humanity found in hope, truth and justice.",
    "tweet_retweets": 78
  },
  {
    "tweet_author_name": "Tony Robbins",
    "tweet_author_username": "TonyRobbins",
    "tweet_link": "https://twitter.com/TonyRobbins/status/1552079477630386176",
    "tweet_text": "who we want to be, and how we can serve, and contribute.  Focusing on that highest vision helps create energy and momentum. We can kick feelings of frustration or depression by changing the channel of our attention to how to help someone in need.",
    "tweet_retweets": 23
  },
  {
    "tweet_author_name": "Trevor Noah",
    "tweet_author_username": "Trevornoah",
    "tweet_link": "https://twitter.com/Trevornoah/status/1505278392475828230",
    "tweet_text": "Few things in life give you more clarity than your flight being unable to land because of bad weather. Pilot couldnt land in Toronto, everyone on the plane starts praying and I think about all the things I should have done in life More walks, less internet.",
    "tweet_retweets": 791
  },
  {
    "tweet_author_name": "Trevor Noah",
    "tweet_author_username": "Trevornoah",
    "tweet_link": "https://twitter.com/Trevornoah/status/1524805429364248576",
    "tweet_text": "My grandmother was born in 1927 and even though she was 95 years old, she still had the best memory of us all.  Every moment spent with her felt like a magical journey through time where she would recount all of the familys greatest joys, losses, achievements and milestones.",
    "tweet_retweets": 107
  },
  {
    "tweet_author_name": "Tyler Perry",
    "tweet_author_username": "tylerperry",
    "tweet_link": "https://twitter.com/tylerperry/status/1567896048030433280",
    "tweet_text": "I started my day in gratitude and prayer. Thankful for my health, my strength and my family. Thankful to all of you for holding me up for all these years. Its hard to believe that in 16 days you will get to see the movie that Ive held onto for 27 years.",
    "tweet_retweets": 519
  },
  {
    "tweet_author_name": "zayn",
    "tweet_author_username": "zaynmalik",
    "tweet_link": "https://twitter.com/zaynmalik/status/1392975517528334340",
    "tweet_text": "I stand with the Palestinian people. My heart aches for the families who have lost loved ones. We can not stand as silent witnesses to children being orphaned and murdered and not demand for the human rights of all Palestinians! This must end. Free Palestine.",
    "tweet_retweets": 173180
  },
  {
    "tweet_author_name": "zayn",
    "tweet_author_username": "zaynmalik",
    "tweet_link": "https://twitter.com/zaynmalik/status/1369447916822274059",
    "tweet_text": "My tweet was not personal or about eligibility but was about the need for inclusion and the lack of transparency of the nomination process and the space that creates and allows favoritism, racism, and netwokring politics to influence the voting process",
    "tweet_retweets": 105829
  },
  {
    "tweet_author_name": "Mark Cuban",
    "tweet_author_username": "mcuban",
    "tweet_link": "https://twitter.com/mcuban/status/1591840378734645249",
    "tweet_text": "A basic question. Why have I invested in crypto? Because I believe Smart Contracts will  have a significant impact in creating valuable applications. I have said from day 1, the value of a token is derived from the applications that run on its platform and the utility they create",
    "tweet_retweets": 3184
  },
  {
    "tweet_author_name": "Mark Cuban",
    "tweet_author_username": "mcuban",
    "tweet_link": "https://twitter.com/mcuban/status/1591499021390159873",
    "tweet_text": "Everyone is saying that crypto is unregulated. Not true. The SEC says that they regulate crypto. Ask Kim Kardashian and the tokens they have sued or settled with. The question is, given the visibility of the central exchanges, why hasn't the SEC already knocked on their doors?",
    "tweet_retweets": 1421
  },
  {
    "tweet_author_name": "KΞVIN R◎SE (🪹,🦉)",
    "tweet_author_username": "kevinrose",
    "tweet_link": "https://twitter.com/kevinrose/status/1583652518197792768",
    "tweet_text": "For years, the cryptopunks average sale price was sub $100. Then came the next wave: builders launched new marketplaces, novel drop mechanics, generative art, etc. -- and with that, fantastic contemporary artists flooded in -- we entered the bull.",
    "tweet_retweets": 353
  },
  {
    "tweet_author_name": "KΞVIN R◎SE (🪹,🦉)",
    "tweet_author_username": "kevinrose",
    "tweet_link": "https://twitter.com/kevinrose/status/1590439124749946880",
    "tweet_text": "I believe web3 is in the process of rebooting itself. NFT-wise, there will be reorgs and consolidations. From this will emerge new systems that reward artists, builders, and collectors -- but it's going to take time to build. I'm buckled up.",
    "tweet_retweets": 328
  },
  {
    "tweet_author_name": "KΞVIN R◎SE (🪹,🦉)",
    "tweet_author_username": "kevinrose",
    "tweet_link": "https://twitter.com/kevinrose/status/1595457365075054592",
    "tweet_text": "There are typically two personality types that challenge builders:  1. Generally curious about your decision, skeptical, offering constructive criticism, holding you accountable in a thoughtful way. 2. FUD, insulting or snarky, sometimes attacking, at times not even an owner",
    "tweet_retweets": 38
  },
  {
    "tweet_author_name": "Richard Branson",
    "tweet_author_username": "richardbranson",
    "tweet_link": "https://twitter.com/richardbranson/status/1586854614720282628",
    "tweet_text": "My grandfather a UK High Court judge over a century ago said his biggest regret was having to sentence people to death. He would be pleased to know abolition had no impact on crime rates  and wish all countries would abolish the death penalty",
    "tweet_retweets": 20
  },
  {
    "tweet_author_name": "Jeff Bezos",
    "tweet_author_username": "JeffBezos",
    "tweet_link": "https://twitter.com/JeffBezos/status/1526206480612876288",
    "tweet_text": "25 years ago yesterday, AMZN went public. As the Grateful Dead would say, What a long, strange trip its been. Its been far from smooth. Lots of risk-taking, lots of invention, lots of mistakes, so much we still have to do better. I wouldnt trade the ride for anything.",
    "tweet_retweets": 2072
  },
  {
    "tweet_author_name": "Jeff Bezos",
    "tweet_author_username": "JeffBezos",
    "tweet_link": "https://twitter.com/JeffBezos/status/1518758025946800131",
    "tweet_text": "My own answer to this question is probably not. The more likely outcome in this regard is complexity in China for Tesla, rather than censorship at Twitter.",
    "tweet_retweets": 532
  },
  {
    "tweet_author_name": "Arnold",
    "tweet_author_username": "Schwarzenegger",
    "tweet_link": "https://twitter.com/Schwarzenegger/status/1545131992395567104",
    "tweet_text": "James Caan was an icon - a legend. He inspired everyone who has ever been in front of a camera. I was lucky to work with him and see his talent and his fantastic sense of humor firsthand. He was a great training partner in the gym and a true friend, and Ill miss him.",
    "tweet_retweets": 1052
  },
  {
    "tweet_author_name": "Arnold",
    "tweet_author_username": "Schwarzenegger",
    "tweet_link": "https://twitter.com/Schwarzenegger/status/1585341133558685696",
    "tweet_text": "James Madison said: You must first enable the government to control the governed; and in the next place, oblige it to control itself. These legislators want an uncontrollable government, and the Court shouldnt give it to them.",
    "tweet_retweets": 909
  },
  {
    "tweet_author_name": "Andy Murray",
    "tweet_author_username": "andy_murray",
    "tweet_link": "https://twitter.com/andy_murray/status/1432677183030538248",
    "tweet_text": "Fact of the day. It takes Stefanos Tsitipas twice as long to go the bathroom as it takes Jeff Bazos to fly into space. Interesting.",
    "tweet_retweets": 10749
  },
  {
    "tweet_author_name": "Andy Murray",
    "tweet_author_username": "andy_murray",
    "tweet_link": "https://twitter.com/andy_murray/status/1475239467606761472",
    "tweet_text": "Got my 3rd microchip injected into me today Joking aside..science is the best. Thank you scientists, thank you doctors and health care workers for the incredible work you are doing ",
    "tweet_retweets": 4100
  },
  {
    "tweet_author_name": "Jason Fried",
    "tweet_author_username": "jasonfried",
    "tweet_link": "https://twitter.com/jasonfried/status/1586049765539618816",
    "tweet_text": "When it comes to business, small is not less than. Small business has a huge advantage over big business: It can do small things. And most of the things that need doing are small things. Big companies trip over their size all the time, making things larger than they need to be.",
    "tweet_retweets": 36
  },
  {
    "tweet_author_name": "Jason Fried",
    "tweet_author_username": "jasonfried",
    "tweet_link": "https://twitter.com/jasonfried/status/1592549651353604096",
    "tweet_text": "Yesterday we started on the next product in the HEY product line. First we rescued and reinvigorated email, next well rescue and reinvigorate more to share in 2023.",
    "tweet_retweets": 12
  },
  {
    "tweet_author_name": "Jason Fried",
    "tweet_author_username": "jasonfried",
    "tweet_link": "https://twitter.com/jasonfried/status/1573424769562988544",
    "tweet_text": "Surveys don't tell you the truth. Projections don't contain the truth. Market research is abstract. The market is the only thing that tells you the truth. Real people you don't know evaluating what you offer and making their own real decisions. The ultimate test is to ship.",
    "tweet_retweets": 12
  },
  {
    "tweet_author_name": "dharmesh",
    "tweet_author_username": "dharmesh",
    "tweet_link": "https://twitter.com/dharmesh/status/1575168352108302338",
    "tweet_text": "When Olympians are obsessed with training, we think how amazing. So dedicated! Inspiring! But when people are obsessed with their work/job, people think how sad. You need a life! You need balance!",
    "tweet_retweets": 109
  },
  {
    "tweet_author_name": "dharmesh",
    "tweet_author_username": "dharmesh",
    "tweet_link": "https://twitter.com/dharmesh/status/1592952245473095681",
    "tweet_text": "The most negative force in business is cynicism. The belief that no good is possible. The second most negative is toxic positivity. The belief that no wrong is possible.",
    "tweet_retweets": 22
  },
  {
    "tweet_author_name": "dharmesh",
    "tweet_author_username": "dharmesh",
    "tweet_link": "https://twitter.com/dharmesh/status/1573022932523163653",
    "tweet_text": "Don't be afraid to create opinionated software. That's kind of the point. It's what people are paying for. Most business applications are fancy Excel spreadsheets with opinions.",
    "tweet_retweets": 18
  },
  {
    "tweet_author_name": "dharmesh",
    "tweet_author_username": "dharmesh",
    "tweet_link": "https://twitter.com/dharmesh/status/1593623030957228032",
    "tweet_text": "When building a product, you have choices: 1) Bring small amount of joy to a large number of people. 2) Bring large amount of joy to a small number of people. 3) Bring no joy to anyone. It's possible the product adds value, but no joy. Adding joy is a choice.",
    "tweet_retweets": 11
  },
  {
    "tweet_author_name": "Donald J. Trump",
    "tweet_author_username": "realDonaldTrump",
    "tweet_link": "https://twitter.com/realDonaldTrump/status/1346912780700577792",
    "tweet_text": "I am asking for everyone at the U.S. Capitol to remain peaceful. No violence! Remember, WE are the Party of Law and Order respect the Law and our great men and women in Blue. Thank you!",
    "tweet_retweets": 133503
  },
  {
    "tweet_author_name": "Donald J. Trump",
    "tweet_author_username": "realDonaldTrump",
    "tweet_link": "https://twitter.com/realDonaldTrump/status/1347555316863553542",
    "tweet_text": "The 75,000,000 great American Patriots who voted for me, AMERICA FIRST, and MAKE AMERICA GREAT AGAIN, will have a GIANT VOICE long into the future. They will not be disrespected or treated unfairly in any way, shape or form!!!",
    "tweet_retweets": 84619
  },
  {
    "tweet_author_name": "Donald J. Trump",
    "tweet_author_username": "realDonaldTrump",
    "tweet_link": "https://twitter.com/realDonaldTrump/status/1346818855298072576",
    "tweet_text": "They just happened to find 50,000 ballots late last night. The USA is embarrassed by fools. Our Election Process is worse than that of third world countries!",
    "tweet_retweets": 56605
  },
  {
    "tweet_author_name": "Donald J. Trump",
    "tweet_author_username": "realDonaldTrump",
    "tweet_link": "https://twitter.com/realDonaldTrump/status/1346578706437963777",
    "tweet_text": "Washington is being inundated with people who dont want to see an election victory stolen by emboldened Radical Left Democrats. Our Country has had enough, they wont take it anymore! We hear you (and love you) from the Oval Office. MAKE AMERICA GREAT AGAIN!",
    "tweet_retweets": 45829
  },
  {
    "tweet_author_name": "Donald J. Trump",
    "tweet_author_username": "realDonaldTrump",
    "tweet_link": "https://twitter.com/realDonaldTrump/status/1346659909492998146",
    "tweet_text": "Looks like they are setting up a big voter dump against the Republican candidates. Waiting to see how many votes they need?",
    "tweet_retweets": 43597
  },
  {
    "tweet_author_name": "Conan O'Brien",
    "tweet_author_username": "ConanOBrien",
    "tweet_link": "https://twitter.com/ConanOBrien/status/1581027951352872961",
    "tweet_text": "I know were supposed to be afraid of him, but Michael Myers has had 44 years and still cant figure out how to kill an ex-babysitter.",
    "tweet_retweets": 1358
  },
  {
    "tweet_author_name": "Conan O'Brien",
    "tweet_author_username": "ConanOBrien",
    "tweet_link": "https://twitter.com/ConanOBrien/status/1565717064328912898",
    "tweet_text": "Think of the viewing time we could save if they just made one series, House of Game of the Lord of Thrones of the Dragon Rings.",
    "tweet_retweets": 1343
  },
  {
    "tweet_author_name": "Mike Bloomberg",
    "tweet_author_username": "MikeBloomberg",
    "tweet_link": "https://twitter.com/MikeBloomberg/status/1593004037754195968",
    "tweet_text": "With 12 Republican U.S. Senators voting to move ahead with a marriage equality bill, a truly great and bipartisan victory is now within reach. When it comes to advancing freedom and equality, there's no turning back.",
    "tweet_retweets": 55
  },
  {
    "tweet_author_name": "Mike Bloomberg",
    "tweet_author_username": "MikeBloomberg",
    "tweet_link": "https://twitter.com/MikeBloomberg/status/1590350127080013825",
    "tweet_text": "Across the country, voters are making it clear that they oppose efforts to end abortion rights. Like voters in KS did earlier this year, voters in MI and KY affirmed that women  not ideological politicians  have the right to make their own reproductive health decisions.",
    "tweet_retweets": 51
  },
  {
    "tweet_author_name": "Chadwick Boseman",
    "tweet_author_username": "chadwickboseman",
    "tweet_link": "https://twitter.com/chadwickboseman/status/1406355953952464901",
    "tweet_text": "Everyones traditions around this holiday may be different, but its vital that we continue to accurately acknowledge our past, celebrate present victories, and move forward in unity to build a better future.",
    "tweet_retweets": 61
  },
  {
    "tweet_author_name": "Joe Biden",
    "tweet_author_username": "JoeBiden",
    "tweet_link": "https://twitter.com/JoeBiden/status/1594820200318107648",
    "tweet_text": "The Respect for Marriage Act will ensure that LGBTQ+ and interracial couples are respected and protected equally under federal law. I urge Congress to quickly send this bill to my desk, where I will promptly sign it into law.",
    "tweet_retweets": 11882
  },
  {
    "tweet_author_name": "Joe Biden",
    "tweet_author_username": "JoeBiden",
    "tweet_link": "https://twitter.com/JoeBiden/status/1590507532543438848",
    "tweet_text": "I want to thank the young people of this nation who voted in historic numbers, just as they did two years ago.  They voted to continue addressing the climate crisis, gun violence, their personal rights and freedoms, and student debt relief.",
    "tweet_retweets": 11489
  },
  {
    "tweet_author_name": "Joe Biden",
    "tweet_author_username": "JoeBiden",
    "tweet_link": "https://twitter.com/JoeBiden/status/1587560866685124608",
    "tweet_text": "Im absolutely confident that, just as they did in 2020, the American people will again vote in record numbers and make it clear that democracy is a value that defines us and unites us as Americans.  The stakes couldnt be higher.",
    "tweet_retweets": 8800
  },
  {
    "tweet_author_name": "Kamala Harris",
    "tweet_author_username": "KamalaHarris",
    "tweet_link": "https://twitter.com/KamalaHarris/status/1590860106983362560",
    "tweet_text": "To the millions of Americans who waited in line, who mailed in your ballot, who rejected big lies and extremism, and participated in our democracy: Thank you.",
    "tweet_retweets": 2385
  },
  {
    "tweet_author_name": "Alexandria Ocasio-Cortez",
    "tweet_author_username": "AOC",
    "tweet_link": "https://twitter.com/AOC/status/1587647032457449473",
    "tweet_text": "Lmao at a billionaire earnestly trying to sell people on the idea that free speech is actually a $8/mo subscription plan",
    "tweet_retweets": 78587
  },
  {
    "tweet_author_name": "Alexandria Ocasio-Cortez",
    "tweet_author_username": "AOC",
    "tweet_link": "https://twitter.com/AOC/status/1592587226801934336",
    "tweet_text": "Daily reminder that Ticketmaster is a monopoly, its merger with LiveNation should never have been approved, and they need to be reigned in. Break them up.",
    "tweet_retweets": 42037
  },
  {
    "tweet_author_name": "Marc Andreessen",
    "tweet_author_username": "pmarca",
    "tweet_link": "https://twitter.com/pmarca/status/1591154910359613440",
    "tweet_text": "Utilitarianism is bad: It encourages mortal men to play God at levels of complexity that they can't possibly comprehend. It should be banned for the greater good.",
    "tweet_retweets": 700
  },

  {
    "tweet_author_name": "Tim Ferriss",
    "tweet_author_username": "tferriss",
    "tweet_link": "https://twitter.com/tferriss/status/1592954409398718468",
    "tweet_text": "Sometimes the line between creative expression and career suicide is paper thin. Other times, it's as wide as the Gulf of Mexico. And every other Wed, you just want to eat popcorn, play video games, skip the big questions, and chortle like a child after too many Diet Cokes.",
    "tweet_retweets": 16
  },
  {
    "tweet_author_name": "Lex Fridman",
    "tweet_author_username": "lexfridman",
    "tweet_link": "https://twitter.com/lexfridman/status/1588298456627834882",
    "tweet_text": "We can disagree and still like each other. Let's not conflate disagreement with disdain or hate. Debate with friends is essential for progress.",
    "tweet_retweets": 8588
  },
  {
    "tweet_author_name": "Lex Fridman",
    "tweet_author_username": "lexfridman",
    "tweet_link": "https://twitter.com/lexfridman/status/1579159816530198529",
    "tweet_text": "Humans killed by sharks every year: 6-10 Sharks killed by humans every year: 100+ million  Most people think the first number is much higher, and don't think about the second number at all. Facts like these make me wonder how many blindspots we have about the truth of the world.",
    "tweet_retweets": 7435
  },
  {
    "tweet_author_name": "Lex Fridman",
    "tweet_author_username": "lexfridman",
    "tweet_link": "https://twitter.com/lexfridman/status/1597062521680433152",
    "tweet_text": "For me, it's never okay to betray a friend. Not for any amount of money, power, sex, or fame. Great lifelong friendships is one of the most awesome aspects of our time here on Earth.",
    "tweet_retweets": 4372
  },
  {
    "tweet_author_name": "Lex Fridman",
    "tweet_author_username": "lexfridman",
    "tweet_link": "https://twitter.com/lexfridman/status/1585026057266417664",
    "tweet_text": "Anger, pain, resentment, and even hate are best healed through compassionate conversation, not through censorship and derision.",
    "tweet_retweets": 4020
  },
  {
    "tweet_author_name": "David Sinclair",
    "tweet_author_username": "davidasinclair",
    "tweet_link": "https://twitter.com/davidasinclair/status/1576975526119362560",
    "tweet_text": "When choosing a meal or deciding whether to exercise, reflect on your unlikely existence, how short life is, and how it might end. Those 10 seconds will add up, giving you a longer, healthier life",
    "tweet_retweets": 120
  },
  {
    "tweet_author_name": "David Sinclair",
    "tweet_author_username": "davidasinclair",
    "tweet_link": "https://twitter.com/davidasinclair/status/1578083383896412160",
    "tweet_text": "Sustenance is better than hunger. Abundance is better than poverty. Peace is better than war. Safety is better than danger. Freedom is better than tyranny. Equal rights are better than bigotry and discrimination. Literacy is better than illiteracy",
    "tweet_retweets": 17
  },
  {
    "tweet_author_name": "SBF",
    "tweet_author_username": "SBF_FTX",
    "tweet_link": "https://twitter.com/SBF_FTX/status/1590709197502812160",
    "tweet_text": "20) At some point I might have more to say about a particular sparring partner, so to speak.  But you know, glass houses.  So for now, all I'll say is: well played; you won.",
    "tweet_retweets": 1473
  },
  {
    "tweet_author_name": "Salman Khan",
    "tweet_author_username": "salkhanacademy",
    "tweet_link": "https://twitter.com/salkhanacademy/status/1587157295183515648",
    "tweet_text": "If there were a low cost way for high school students to get a computer science college degree upon graduating from high school, would this be interested to you?  What are the implications?",
    "tweet_retweets": 27
  },
  {
    "tweet_author_name": "DWade",
    "tweet_author_username": "DwyaneWade",
    "tweet_link": "https://twitter.com/DwyaneWade/status/1536544907438919680",
    "tweet_text": "This Game!!!! Boston continues to show that theyre battle tested. The leaders on this team has had a lot of success together and have lost battles together and it shows.",
    "tweet_retweets": 100
  },
  {
    "tweet_author_name": "Sahil Lavingia",
    "tweet_author_username": "shl",
    "tweet_link": "https://twitter.com/shl/status/1555184729405915137",
    "tweet_text": "The internet democratized access to information, but not intelligence.  AI will democratize access to intelligence, but not creativity.",
    "tweet_retweets": 408
  },
  {
    "tweet_author_name": "Sahil Lavingia",
    "tweet_author_username": "shl",
    "tweet_link": "https://twitter.com/shl/status/1564976800211447810",
    "tweet_text": "The 3 most common ways to get rich: 1. Becoming a software engineer 2. Marrying a software engineer 3. Cofounding a business with a software engineer",
    "tweet_retweets": 296
  },
  {
    "tweet_author_name": "Sahil Lavingia",
    "tweet_author_username": "shl",
    "tweet_link": "https://twitter.com/shl/status/1556993158084366336",
    "tweet_text": "The hardest part of investing is doing nothing. The hardest part of losing weight is doing nothing. The hardest part of being happy is doing nothing.",
    "tweet_retweets": 144
  },
  {
    "tweet_author_name": "Sahil Lavingia",
    "tweet_author_username": "shl",
    "tweet_link": "https://twitter.com/shl/status/1546859550938017794",
    "tweet_text": "Top 5 mistakes I think founders make:  1. Prioritizing investors over customers 2. Prioritizing marketing over product 3. Outsourcing the key technology 4. Hiring for personality instead of skill 5. Measuring success in words not numbers",
    "tweet_retweets": 114
  },
  {
    "tweet_author_name": "Sahil Lavingia",
    "tweet_author_username": "shl",
    "tweet_link": "https://twitter.com/shl/status/1584916521897578501",
    "tweet_text": "Your to do list is the list of all the things you don't want to do.  Nobody needs a list to remember what they want to do.",
    "tweet_retweets": 110
  },
  {
    "tweet_author_name": "vitalik.eth",
    "tweet_author_username": "VitalikButerin",
    "tweet_link": "https://twitter.com/VitalikButerin/status/1594506712081465344",
    "tweet_text": "I'm hearing through the grapevine that something important is about to happen. Please recognize the fact that my elite social connections to people who are early to know things make me cool, and please help me validate my self-image of coolness.",
    "tweet_retweets": 4660
  },
  {
    "tweet_author_name": "vitalik.eth",
    "tweet_author_username": "VitalikButerin",
    "tweet_link": "https://twitter.com/VitalikButerin/status/1590473508643274752",
    "tweet_text": "Anti-malaria, pandemic response, mitigating extreme poverty, life extension research, mitigating existential risks (including AI) and thinking about the multimillion-year future of humanity are all very important and undervalued issues and will continue to be for quite a while.",
    "tweet_retweets": 1613
  },
  {
    "tweet_author_name": "Nassim Nicholas Taleb",
    "tweet_author_username": "nntaleb",
    "tweet_link": "https://twitter.com/nntaleb/status/1593608714703015940",
    "tweet_text": "Just as people who use word processors lose their aptitude to write lengthy documents longhand, anything you do with technology brings progressive and irreversible atrophies of your natural abilities.",
    "tweet_retweets": 580
  },
  {
    "tweet_author_name": "Nassim Nicholas Taleb",
    "tweet_author_username": "nntaleb",
    "tweet_link": "https://twitter.com/nntaleb/status/1597626982732541954",
    "tweet_text": "Banning Trump after Jan 6 is entirely compatible with the foundations of democracy, even necessary. By the Gdel-Popper rule, a democracy should never give its tools to those who want to thwart it.",
    "tweet_retweets": 395
  },
  {
    "tweet_author_name": "Nassim Nicholas Taleb",
    "tweet_author_username": "nntaleb",
    "tweet_link": "https://twitter.com/nntaleb/status/1594786118305779740",
    "tweet_text": "Never trust bankrupt people. I've seen people who were honorable and rational all the way through suddenly become treacherous and demented as they came close to insolvency.",
    "tweet_retweets": 263
  },
  {
    "tweet_author_name": "Dr. Parik Patel, BA, CFA, ACCA Esq.",
    "tweet_author_username": "ParikPatelCFA",
    "tweet_link": "https://twitter.com/ParikPatelCFA/status/1597337682207993856",
    "tweet_text": "The USA vs Iran game in Qatar tomorrow will be the first time the US is fighting in the Middle East without looking for oil",
    "tweet_retweets": 10780
  },
  {
    "tweet_author_name": "Dr. Parik Patel, BA, CFA, ACCA Esq.",
    "tweet_author_username": "ParikPatelCFA",
    "tweet_link": "https://twitter.com/ParikPatelCFA/status/1595110513641689089",
    "tweet_text": "Elizabeth Holmes stole $1 billion and got pregnant with 2 children. SBF stole $32 billion so he must get pregnant with 64 children",
    "tweet_retweets": 354
  },
  {
    "tweet_author_name": "Dr. Parik Patel, BA, CFA, ACCA Esq.",
    "tweet_author_username": "ParikPatelCFA",
    "tweet_link": "https://twitter.com/ParikPatelCFA/status/1593651907716849664",
    "tweet_text": "On November 18, 2022 Twitter is shutting down its old servers. Only accounts which retweet this tweet will be moved across to the new servers",
    "tweet_retweets": 137
  },
  {
    "tweet_author_name": "Dr. Parik Patel, BA, CFA, ACCA Esq.",
    "tweet_author_username": "ParikPatelCFA",
    "tweet_link": "https://twitter.com/ParikPatelCFA/status/1593290510294306818",
    "tweet_text": "Its no wonder that politicians and journalists are defending SBF since stealing peoples money for personal gain is exactly what politicians do",
    "tweet_retweets": 104
  },
  {
    "tweet_author_name": "Cathie Wood",
    "tweet_author_username": "CathieDWood",
    "tweet_link": "https://twitter.com/CathieDWood/status/1591562714299912192",
    "tweet_text": "If inflation is unwinding, as we believe, then we could be heading back to the future, the Roaring Twenties, the last time several general purpose technologies evolved at the same time: telephone, electricity, and the internal combustion engine. The setup is remarkably similar!",
    "tweet_retweets": 2860
  },
  {
    "tweet_author_name": "Cathie Wood",
    "tweet_author_username": "CathieDWood",
    "tweet_link": "https://twitter.com/CathieDWood/status/1538508965616697347",
    "tweet_text": "The Fed seems to be worried more about its legacy than the economy: it is ignoring deflationary and dangerous signals. Relying on lagging inflation indicators like the CPI, Fed Governor Waller is calling for another hike of 0.75% in July.",
    "tweet_retweets": 1125
  },
  {
    "tweet_author_name": "Cathie Wood",
    "tweet_author_username": "CathieDWood",
    "tweet_link": "https://twitter.com/CathieDWood/status/1591562727943770112",
    "tweet_text": "If the Fed does not pivot, the set-up will be more like 1929. The Fed raised rates in 1929 to squelch financial speculation and then, in 1930, Congress passed Smoot-Hawley, putting 50%+ tariffs on more than 20,000 goods and pushing the global economy into the Great Depression.",
    "tweet_retweets": 546
  },
  {
    "tweet_author_name": "Cathie Wood",
    "tweet_author_username": "CathieDWood",
    "tweet_link": "https://twitter.com/CathieDWood/status/1574513481436520461",
    "tweet_text": "The yield curve suggests that US monetary policy has not been this restrictive since the 80s. As measured by the 2-year Treasury yield relative to the 10-year Treasury yield, it has inverted by 50 basis points, the 10-year yield at 3.75% compared to the two-year at 4.25%.",
    "tweet_retweets": 371
  },
  {
    "tweet_author_name": "Cathie Wood",
    "tweet_author_username": "CathieDWood",
    "tweet_link": "https://twitter.com/CathieDWood/status/1536301798465617920",
    "tweet_text": "Credit default swaps seem to be corroborating Jamies hurricane and Elons super bad feeling about the economy. As measured by Markit, they have nearly doubled this year, surpassing their Q418 highs and heading toward COVID-crisis levels, a deflationary signal.",
    "tweet_retweets": 329
  },
  {
    "tweet_author_name": "Ray Dalio",
    "tweet_author_username": "RayDalio",
    "tweet_link": "https://twitter.com/RayDalio/status/1587519941909135363",
    "tweet_text": "History shows that the movements to civil and/or international wars that change the domestic and world orders take place via a progression of stages that transpire in big cycles that have occurred for logical reasons throughout history.",
    "tweet_retweets": 151
  },
  {
    "tweet_author_name": "Chris Bakke",
    "tweet_author_username": "ChrisJBakke",
    "tweet_link": "https://twitter.com/ChrisJBakke/status/1588681366107222017",
    "tweet_text": "BREAKING:  Pfizer - which paid the largest health care fraud settlement in history, Oreo - owned by Mondalez, which recently settled a child labor and slavery lawsuit last year, and Volkswagen - founded by the Nazi Party - have all pulled ads from Twitter over ethics concerns",
    "tweet_retweets": 9365
  },
  {
    "tweet_author_name": "Chris Bakke",
    "tweet_author_username": "ChrisJBakke",
    "tweet_link": "https://twitter.com/ChrisJBakke/status/1592709867336536064",
    "tweet_text": "Just raised $500m for my new startup that uses AI to detect crypto fraud. We dont actually use any AI, we just say that everything is fraud and havent been proven wrong yet.",
    "tweet_retweets": 2375
  },
  {
    "tweet_author_name": "Chris Bakke",
    "tweet_author_username": "ChrisJBakke",
    "tweet_link": "https://twitter.com/ChrisJBakke/status/1593456871255339008",
    "tweet_text": "Now that Twitter has 7 hardcore engineers left and seems to still be working fine, somewhere a Google SVP is nervously writing a memo about why they still totally need 150,000 people.",
    "tweet_retweets": 1589
  },
  {
    "tweet_author_name": "Chris Bakke",
    "tweet_author_username": "ChrisJBakke",
    "tweet_link": "https://twitter.com/ChrisJBakke/status/1590497987159281664",
    "tweet_text": "The sequel to the Social Network - where the Winklevii lose all their money in bitcoin, and the whole metaverse thing doesn't pan out for Zuck, so they're all classmates at Harvard Business School, grinding hard to become Sr. Product Directors at Apple - is going to be so good.",
    "tweet_retweets": 1014
  },
  {
    "tweet_author_name": "Paul Graham",
    "tweet_author_username": "paulg",
    "tweet_link": "https://twitter.com/paulg/status/1592852796185128961",
    "tweet_text": "It's remarkable how many people who've never run any kind of company think they know how to run a tech company better than someone who's run Tesla and SpaceX.",
    "tweet_retweets": 4727
  },
  {
    "tweet_author_name": "Paul Graham",
    "tweet_author_username": "paulg",
    "tweet_link": "https://twitter.com/paulg/status/1591098388317179908",
    "tweet_text": "It's strange how many people there are who both worry that Elon will do a bad job of running Twitter, and also clearly hope that he does.",
    "tweet_retweets": 1295
  },
  {
    "tweet_author_name": "Paul Graham",
    "tweet_author_username": "paulg",
    "tweet_link": "https://twitter.com/paulg/status/1587896779780943872",
    "tweet_text": "Being both imaginative and determined is a powerful combination because it's so rare so many imaginative people are dreamy and ineffective, and so many determined people are merely energetic robots.",
    "tweet_retweets": 1040
  },
  {
    "tweet_author_name": "Paul Graham",
    "tweet_author_username": "paulg",
    "tweet_link": "https://twitter.com/paulg/status/1592853670319865857",
    "tweet_text": "In both those companies, people die if the software doesn't work right. Do you really think he's not up to managing a social network?",
    "tweet_retweets": 1015
  },
  {
    "tweet_author_name": "Paul Graham",
    "tweet_author_username": "paulg",
    "tweet_link": "https://twitter.com/paulg/status/1587079038463606787",
    "tweet_text": "It looks like The Guardian is hoping that Elon will do for their subscriber numbers what Trump did for the New York Times's.",
    "tweet_retweets": 808
  },
  {
    "tweet_author_name": "Mike Solana",
    "tweet_author_username": "micsolana",
    "tweet_link": "https://twitter.com/micsolana/status/1593777691802497024",
    "tweet_text": "fascinating to watch the same people argue elon's twitter is both 1) clownish and incapable to the point it could at any moment vanish forever, and 2) so powerful and dangerous it could alter the way every person in this country thinks, and bring about actual fascism",
    "tweet_retweets": 861
  },
  {
    "tweet_author_name": "Mike Solana",
    "tweet_author_username": "micsolana",
    "tweet_link": "https://twitter.com/micsolana/status/1597565378645094401",
    "tweet_text": "it would be interesting if apple removed twitter from the app store for excessive free speech, but not tiktok, which the FCC specifically requested they remove from the app store on account of it is chinese spyware",
    "tweet_retweets": 497
  },
  {
    "tweet_author_name": "Mike Solana",
    "tweet_author_username": "micsolana",
    "tweet_link": "https://twitter.com/micsolana/status/1593278073662631937",
    "tweet_text": "these people really thought they were revolutionaries rather than a small class of the most privileged employees in human history",
    "tweet_retweets": 286
  },
  {
    "tweet_author_name": "Chamath Palihapitiya",
    "tweet_author_username": "chamath",
    "tweet_link": "https://twitter.com/chamath/status/1544370313516920832",
    "tweet_text": "The returns, as I learned in the end, were not just economic but intellectual and emotional as well - a rare trifecta and a really lucky outcome.",
    "tweet_retweets": 15
  },
  {
    "tweet_author_name": "Chamath Palihapitiya",
    "tweet_author_username": "chamath",
    "tweet_link": "https://twitter.com/chamath/status/1544370309993603073",
    "tweet_text": "Most people thought investing in sports franchises was a bad bet back in 2011. They were wrong. In addition to being a good investment, though, I also wanted to be one of the first minorities to own a piece of a prominent sports team.",
    "tweet_retweets": 10
  },
  {
    "tweet_author_name": "Chamath Palihapitiya",
    "tweet_author_username": "chamath",
    "tweet_link": "https://twitter.com/chamath/status/1544370312531193857",
    "tweet_text": "Im grateful for having been part of one of the greatest teams in history. Winning culture is contagious and this team has reinforced many of my existing beliefs, but also challenged me to change my mind on some others.",
    "tweet_retweets": 7
  },
  {
    "tweet_author_name": "David Sacks",
    "tweet_author_username": "DavidSacks",
    "tweet_link": "https://twitter.com/DavidSacks/status/1597625114132353025",
    "tweet_text": "As long as Tech MAGA (Microsoft, Apple, Google, and Amazon) have unlimited power to engage in bundling and to act as gatekeepers of competitive products, there cannot be a healthy startup ecosystem.",
    "tweet_retweets": 8380
  },
  {
    "tweet_author_name": "David Sacks",
    "tweet_author_username": "DavidSacks",
    "tweet_link": "https://twitter.com/DavidSacks/status/1596284850159304704",
    "tweet_text": "Im starting to wonder if the woke left even has an argument. All I see from them on Twitter are smears, ad hominems, and bogus opposition-research-style attacks. Their objective seems not so much to persuade as to intimidate dissenters into submission.",
    "tweet_retweets": 3052
  },
  {
    "tweet_author_name": "David Sacks",
    "tweet_author_username": "DavidSacks",
    "tweet_link": "https://twitter.com/DavidSacks/status/1589651731633569792",
    "tweet_text": "What the Kathy Griffin uproar amounts to: A bunch of elites who support censorship telling free speech advocates that were not sufficiently based unless we permit identity theft. Not a serious argument and we certainly dont need lectures from you.",
    "tweet_retweets": 970
  },
  {
    "tweet_author_name": "David Sacks",
    "tweet_author_username": "DavidSacks",
    "tweet_link": "https://twitter.com/DavidSacks/status/1595825979947364354",
    "tweet_text": "Happy Thanksgiving! Were fortunate to live in a great country whose explorers, founders, framers, defenders, and innovators did the work and passed down a prosperous constitutional republic for us to build on. ",
    "tweet_retweets": 742
  },
  {
    "tweet_author_name": "David Sacks",
    "tweet_author_username": "DavidSacks",
    "tweet_link": "https://twitter.com/DavidSacks/status/1584953904214990849",
    "tweet_text": "The administrations position is now: 1. There will be no diplomatic track. 2. Military aid will be virtually unlimited and go on forever. 3. Only Zelensky can decide when and how the war ends. 4. Even though (according to Biden) the war could escalate into Armageddon.",
    "tweet_retweets": 371
  },
  {
    "tweet_author_name": "Balaji",
    "tweet_author_username": "balajis",
    "tweet_link": "https://twitter.com/balajis/status/1494953845931520000",
    "tweet_text": "Theres the individual dimension of capitalism: iconoclastic, heroic, entrepreneurial, risk-tolerant. And then there is the bureaucratic dimension: corporatist, conformist, HRified, risk-averse. Woke Capital is the latter. They dont like capitalism, they like the worst parts.",
    "tweet_retweets": 2187
  },
  {
    "tweet_author_name": "Balaji",
    "tweet_author_username": "balajis",
    "tweet_link": "https://twitter.com/balajis/status/1421131285255184388",
    "tweet_text": "Crypto regulation is not consumer protection. It is bank protection, it is incumbent protection.",
    "tweet_retweets": 6224
  },
  {
    "tweet_author_name": "Amjad Masad",
    "tweet_author_username": "amasad",
    "tweet_link": "https://twitter.com/amasad/status/1589864279037325312",
    "tweet_text": "The world will soon experience a major flippening where the smug western elites will be disrupted by a global youth coding on their phones and accumulating Bitcoin.",
    "tweet_retweets": 611
  },
  {
    "tweet_author_name": "Michael Saylor",
    "tweet_author_username": "saylor",
    "tweet_link": "https://twitter.com/saylor/status/1575185813821718528",
    "tweet_text": "When central banks intervene to prop up their own bonds, they cripple the capital markets and collapse their own currencies. Sovereign debt is an increasingly ineffective treasury reserve asset. Bitcoin offers a sound economic & ethical alternative.",
    "tweet_retweets": 7410
  }
]
